Repository: microsoft/botframework-solutions
Catalog: skills/csharp/emailskill/Responses/Shared/EmailCommonStrings.*.resx
Languages: fr

# ImportantMessages
source: High priority messages
fr: Messages hautement prioritaires

# EmailInfoFormat
source: On {0}, {1} wrote:
fr: Sur le '0', '1' a écrit:

source: Unknown recipient
fr: Récipiendaire inconnu

source: unread
fr: qui n'a pas été lu

source: Empty content
fr: Contenu vide

source: subject
fr: Objet

# PageIndexerFormat
source: **{0}-{1}** of {2}
fr: 0 '-1' de '2'

source: cancel
fr: Annuler

source: Empty subject
fr: Sujet vide

# ReplyReplyFormat
source: RE: {0}
fr: RE: 0 EUROS

# ToFormat
source: To: {0}
fr: À : 0 euros

# YourEmail
source: Your inbox
fr: Votre boîte de réception

# RelevantFormat
source: relevant {0}
fr: pertinent '0'

# Skip
source: skip | pass | no
fr: sauter pass (en anglais) non

source: Unknown sender
fr: Expéditeur inconnu

# ForwardReplyFormat
source: FW: {0}
fr: FW: 0 euros

# FromDetailsFormatAll
source: from {0} recieved {1} titled {2}
fr: reçu 1 ' intitulé '2' à partir de '0'

# FromDetailsFormat
source: from {0} recieved {1}
fr: reçu 1 euros de 0 euros

# ToDetailsFormat
source: {0} to {1} and content is {2}
fr: De 0 à 1 et le contenu est de 2 euros

# SubjectFormat
source: Subject: {0}
fr: Objet : '0'

# Source
source: Powered by **{0}**
fr: Propulsé par '0'

# ContentFormat
source: Content: {0}
fr: Corps: '0'

# SearchBySubject
source: Messages about {0}
fr: Messages à propos de '0'

source: relevant
fr: Pertinent

source: all
fr: tout le

source: high
fr: maximum

# Reply
source: re:
fr: concernant:

# ContactSeparator
source: , | ; | and
fr: , | ; | et

# FromFormat
source: From: {0}
fr: À partir de : 0 euros

# MessageConfirm
source: Message Confirmation
fr: Confirmation du message

# ForwardMessage
source: ---------- Forwarded message ----------
fr: ---------- message transmis ----------

# FromDetailsWithContentFormat
source: from {0} recieved {1} titled {2}, content is {3}.
fr: a reçu 1 'intitulé '2' à partir de '0', le contenu est '3'.

# SearchBySender
source: Messages from {0}
fr: Messages à partir de '0'
