Repository: microsoft/botframework-solutions
Catalog: solutions/Virtual-Assistant/src/csharp/experimental/skills/restaurantbooking/Dialogs/Shared/Resources/BotStrings.*.resx
Languages: de, it, zh

# AssetsDir
source: assets/en
it: Assets/it
zh: Assets/EN en

source: compression ratio
de: Kompressionsrate
it: rapporto di compressione
zh: 压缩比

source: evening
de: 'Nabend
it: Sera
zh: 晚上

source: product title
de: Produkt-Titel
it: titolo del prodotto
zh: 产品名称

source: afternoon
de: Nachmittag
it: Pomeriggio
zh: 下午

source: spark plugs
de: Zündkerzen
it: Candele
zh: 火花塞

# ConciergeBookedSpaAppointment
source: Alright, We're all set. Here's the spa appointment you requested:
de: Okay, wir sind alle gesetzt. Hier ist der von Ihnen gewünschte Kurtermin:
it: Bene, siamo a posto. Ecco l'appuntamento della Spa richiesto:
zh: 好了, 我们都准备好了以下是您要求的水疗预约:

source: or
de: Oder
it: O
zh: 或

source: body chassis
de: Karosseriefahrwerk
it: carrozzeria
zh: 机身底盘

source: empty weight
de: Leergewicht
it: Peso vuoto
zh: 空重量

# frontbreakdiameter
source: front brake diameter
de: Vorderbremse Durchmesser
it: diametro anteriore del freno
zh: 前制动直径

# ConciergeAgentName
source: John Doe
zh: 无名氏

source: maximum speed
de: Höchstgeschwindigkeit
it: velocità massima
zh: 最大速度

# MemoSaveSuccess
source: Your note was saved in the {0} section with title: '{1}'.
de: Ihre Notiz wurde in der Sektion {0} mit dem Titel: ' {1} ' gespeichert.
it: La nota è stata salvata nella sezione {0} con title:' {1}'.
zh: 您的便笺保存在 {0} 部分中, 标题为 "{1}"。

# MemoSectionNotFound
source: The Memos section was not found in your Notebook, expected to find a section named '{0}'
de: Der Abschnitt Memos wurde nicht in Ihrem Notebook gefunden, erwartet, einen Abschnitt mit dem Namen ' {0} ' zu finden
it: La sezione memo non è stata trovata nel notebook, dovrebbe trovare una sezione denominata ' {0}'
zh: 在笔记本中找不到 "备忘录" 部分, 预计将找到名为 "{0}" 的部分

source: Show Next
de: Als Nächstes anzeigen
it: Mostra successivo
zh: 显示下一个

# LoanerCarMessage
source: Customer Has Requested A Loaner Vehicle. Follow Up With Customer As Soon As Possible.
de: Kunde hat ein Loaner-Fahrzeug angefordert Folgen Sie mit dem Kunden wie bald wie möglich.
it: Il cliente ha richiesto un veicolo in prestito. Follow-up con il cliente il più presto possibile.
zh: 客户已请求借车。尽快与客户跟进。

source: drive transmission
de: Antriebsstrang
it: trasmissione dell'unità
zh: 驱动传输

source: CO2 emission
it: Emissioni di CO2
zh: 二氧化碳排放

source: front track
de: Vorderseite
it: pista anteriore
zh: 前轨

source: quit
de: Beenden
it: Smettere
zh: 退出

# People_MoreThanOne
source: {0} people
de: {0} Menschen
it: {0} persone
zh: {0} 人

source: fuel induction system
de: Kraftstoff-Induktionssystem
it: sistema di induzione del combustibile
zh: 燃油感应系统

source: body type
de: Körperart
it: tipo di corpo
zh: 车身类型

source: battery
de: Batterie
it: Batteria
zh: 电池

source: fuel consumption
de: Kraftstoffverbrauch
it: consumo di carburante
zh: 油耗

# ConciergeAgentMessage
source: I am your simulated concierge agent. Say "QUIT" to hang up.
de: Ich bin Ihr simulierter Concierge-Agent. Sagen Sie "QUIT" aufzuhängen.
it: Sono il tuo agente di concierge simulato. Di' "Smettila" di riattaccare.
zh: 我是你的模拟礼宾代理说 "退出" 挂断电话。

# People_One
source: {0} person
zh: {0} 人

source: tomorrow
de: Morgen
it: Domani
zh: 明天

# ConciergeAgentCompany
source: Professional Concierge Services Inc.
zh: 专业礼宾服务公司。

source: Call Concierge
de: Anruf Concierge
it: Chiama concierge
zh: 致电礼宾部

source: gearbox ratios
de: Getriebeverhältnisse
it: rapporti di cambio
zh: 变速箱比率

source: morning
de: Morgen
it: Mattina
zh: 早上

source: Show Previous
it: Mostra precedente
zh: 显示上一个

# KnowledgeGraphAzureSearchIndex
source: knowledgegraphindex
de: Kenntnisgrafik
zh: 知识索引

# MoreOptions
source: Show me more
de: Zeigen Sie mir mehr
it: Mostrami di più
zh: 显示更多

source: No
de: Nein
it: Non
zh: 不

# MemoSaveFail
source: Failed to save your note.
de: Es ist nicht möglich, Ihre Note zu speichern.
it: Non è riuscito a salvare la nota.
zh: 未能保存您的便笺。

source: and
de: Und
it: E
zh: 和

source: permissible total weight
de: Zulässiges Gesamtgewicht
it: peso totale ammissibile
zh: 允许总重量

source: Yes
de: Ja
it: Sì
zh: 是的

source: power output
de: Leistung
it: potenza di uscita
zh: 输出功率

source: front wheel suspension
de: Vorderradaufhängung
it: sospensione anteriore della rotella
zh: 前轮悬架

source: today
de: Heute
it: Oggi
zh: 今天

source: front brakes
de: Vorderbremsen
it: freni anteriori
zh: 前制动器
